import { Novel } from '../types';

export const novels: Novel[] = [
  {
    id: '1',
    title: '冰河末世，我囤积了百亿物资',
    author: '记忆的海',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2odb1d8d52526f87ca2da80619b8738509~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1748759402&x-signature=Jn3eZf1UeN414od6HGmaGINolOw%3D',
    synopsis: '末世+重生+爆囤物资+苟+无限空间+黑化复仇不圣母 　　全球进入冰河时代，寒冰末世来临，星球95%的人类全部丧生！ 　　上一世，张奕因为心地善良，结果被自己帮助过的人杀死了。 　　重生回到寒冰末世前一个月，张奕觉醒空间异能，开始疯狂的囤积物资！ 　　缺少物资？他直接掏空一座超级商场价值百亿的仓库！ 　　住的不舒服？他打造了一座堪比末日堡垒的超级安全屋！ 　　末日来临，别人都冻成狗，为了一口吃的可以舍弃一切。',
    genre: ['科幻末世', '重生', '空间', '末世', '求生'],
    rating: 4.7,
    publishedDate: '2023-08-15',
    status: '连载中',
    tags: ['科幻末世', '重生', '空间', '末世', '求生'],
    chapters: [
      {
        id: '1-1',
        title: '第1章 末世之后，我重生了',
        content: `痛，好痛！

刻骨铭心的痛苦弥漫全身。

那群曾经受过我帮助的朋友、邻居，在我家破人亡、落魄潦倒之际，对我拳脚相加，棍棒如雨地打在我身上。

因为资源匮乏的末世，他们甚至毫不顾及我曾经的帮助，把我踩成垫脚石！

弥留之际，我依稀看见雨晴站在人群中，那副楚楚可怜的模样，喊道：“对不起，哥，是他们逼我的！”

呵，原来是她骗我交出房子，害死我的！

顾奕闭上眼睛，满眼都是憎恨与懊悔。

怪自己傻，太善良了，才在末世中沦为他人的牺牲品。

如果有机会重来一次，他绝不会再心软！

而现在，他真的回来了！

顾奕猛地睁开眼，坐起身来。

刚刚仿佛经历了一场地狱般的梦境，那种疼痛还历历在目。

他大口喘气，浑身被冷汗湿透。

“怎么回事？那些禽兽邻居没有杀死我吗？”

警惕环顾四周，他发现自己正身处陌生房间。

空调舒适的温度让他一时之间有些诧异。

这是蓝星第五次超新星爆炸影响下，导致地球进入寒武级暴雪时期的前夕。

地球温度骤降，他所处的H市气温已经降到零下六七十度，暴雪持续数日，整个城市被冰雪掩埋。

据华国北方地区报告，最冷时甚至达到了零下一百多度，许多幸存者被活埋在冰雪中。

各类生物灭绝，人类也因此大批死亡，死亡率高达95%。

顾奕站起身，打开冰箱取出一瓶水，“咕嘟咕嘟”喝了半瓶。

虽然冰水温度极低，但在他看来却如琼浆玉液般珍贵。

末世时期，水成为唯一可持续获取的饮品之一，冒着极寒天气挖雪融水成为常态。

但这并不容易，很多人因此冻死。

顾奕喝完水，走到窗边，瞥见了一个电子屏，上面显示：“2025年10月25日。”

距离末世正式爆发还有整整三天！

“机会来了，这一次，我不会再失败。”

顾奕深吸一口气，眼神中闪过冷光。

刚刚的经历并非梦，而是他重生前的真实记忆。

他清清楚楚地记得，末世后他如何被昔日信任的人背叛、毒打致死。

这一次，他不会再手软！

他发誓，要将那些畜生一个个清算！

不过现在，他首先要考虑的是三天后即将降临的末世寒灾。

顾奕迅速盘点房间物资。

前世他还没反应过来，末世就彻底爆发。

幸好现在提前回到三天前，而且他继承了一套房产，手头有一笔不小的存款。

如果合理规划，还有机会撑过最初的极寒灾难。

但仅靠这些还是不够。

毕竟这场灾难持续时间久，资源消耗极快。

他必须提前储备充足物资。

饮食、娱乐、精神都要兼顾，否则很容易出现心理崩溃。

更别说还要准备武器装备，保护自己安全，完成复仇！

正思考间，顾奕忽然注意到右手手背有一缕淡淡的金色光芒。

他伸手揉了揉，那光芒忽然一闪，一股陌生的信息涌入脑海。

似乎是一种来自异空间的传承！

他惊喜地意识到：这是“异空间”！

“我……获得了异空间？”

“而且，还能装东西？”

顾奕顿时狂喜。

异空间里，不仅可以收纳物资，还有几条附加能力。

在末世，这几乎是最强外挂！

他立刻开始尝试向空间内存放物品。

从茶杯、脸盆、饮水机、冰箱、洗衣机、电脑、空调、吸尘器……

异空间没有拒绝，统统吸收！

他兴奋地感受到：只要自己一个念头，就能随时随地调用这些资源！`,
        number: 1,
        readTime: 4
      },
      {
        id: '1-2',
        title: '第2章 白莲花',
        content: `张奕走出了家门，外面一片祥和的景象，充满了人间的欢欣与惬意。

不少家长带着自己的孩子，在小区的广场上玩乐，脸上充满了幸福的微笑。

可是张奕知道，再过一个月，这一切都会化为泡影。

他快步走出了小区，距离小区不远就有一家米其林三星的西餐厅。

吃上一顿饭起码得花上五六千，过去张奕一直舍不得进去吃饭。

不过现在他可是重生了。

死而复生，必须要好好庆祝一番！

走进餐厅之后，张奕找了一个靠窗的位置，然后把上面最贵的菜全部点了一遍，又要了一瓶拉菲庄园的红酒。

这一套下来，五万块钱就花了下去。

就连餐厅里面的服务员看着张奕都眼神暧昧，觉得他肯定是一个有钱的富二代。

否则的话，普通人怎么会一顿饭吃那么贵的东西？

张奕可不管别人怎么想，等到一桌子美味大餐端上来之后，就开始大口的往肚子里面塞。

或许是因为经历了六个月的寒冰末世，此时的他吃到这种美味的东西，感动的都快要流出眼泪。

所以他的吃相也变得非常凶猛，引得周围的食客议论纷纷。

张奕才不管他们。

要知道，在末日来临之后，人们甚至可以为了一包泡面跪下来磕头。

等到那个时候，所有的文明与道德都会化作泡影。
就在张奕在餐厅里面吃着东西的时候，窗外路过的一个女子却停下了脚步。

那是一个长发飘飘、妆容精致，穿着高跟鞋的女子，臂弯拎着LV的包包。

这个女人正是前世害死了张奕的方雨晴。

而她旁边，还跟着她的好闺蜜林彩宁。

两个从路过米其林三星餐厅的时候，都忍不住多看两眼。

对于这种高奢侈的场所，二人的心中一直都非常渴望。

无奈手中的资金不允许她们到这种地方挥霍。

但是这丝毫不妨碍她们用审视的目光看向里面。

或许能够发现哪个优质的富二代，可以让她们钓凯子。

结果这一看，方雨晴却惊讶的发现张奕在里面，他的面前还摆了一大桌子顶级的食物。

“那不是张奕吗？他怎么会在这家里吃饭？”

方雨晴惊讶的说道。

林彩宁也是诧异的指着嘴，“张奕他原来这么有钱的吗？”

说话的时候，她眼神有些暧昧的看了方雨晴一眼，然后笑道：“雨晴，你可真是好福气啊！追你的那个舔狗，原来是个隐藏的富二代。”

“你看他那一桌子东西，起码得五六万。普通人谁能一顿饭吃这么贵的东西啊！”

两人的语气中充满着羡慕。`,
        number: 2,
        readTime: 5
      },
      {
        id: '1-3',
        title: '第3章 购物囤货',
        content: `张奕对方雨晴的态度非常冷淡。

方雨晴和林彩宁也察觉到了不对劲。

不过误以为张奕是隐形富二代之后，两个⼈非但没有因为张奕的态度⽣⽓，反⽽是主动凑了过来。

有钱⼈有点脾⽓怎么了？那叫做有范！

“哦，张奕，你刚刚是在这家餐厅吃饭吗？”

林彩宁装作漫不经⼼的说道。

张奕眉头微微⼀皱，这个⼥⼈也不是什么好东西，和方雨晴是⼀丘之貉。

当初抢他的⾷物，以及把他卖死，她也有⼀份。

“嗯。”

张奕冷冷的回答道，然后双⼿插兜，转身朝着超市⾛去。

方雨晴和林彩宁赶紧跟了上来。

“张奕，你这是要去哪啊？”

方雨晴⼀脸温柔的笑着问道。

“去超市。”

张奕的⾔⽟依旧冷淡，还带着⼀⼲不耐烦。

如果不是想要让她体会⼀下失⾯的绝望，张奕立刻杀了她的⼼都有。

方雨晴给林彩宁使了⼀个眼⾊，连忙说道：“这么巧，我们也打算去买点东西。正好顺路！”
张奕此时已经明⽩过来。

⼀定是她们⻅到⾃⼰在⽶其林三星餐厅吃⼤餐，所以误以为⾃⼰是什么隐形富⼆代。

因此她们才突然对⾃⼰如此的热情。

他懒得和她们说什么，径直往超市那边走。

可他越是这样，方雨晴和林彩宁反⽽越是认为他是富⼆代。

否则的话，凭什么这么豪横？

两⼈跟在张奕旁边，方雨晴更是接在张奕旁边，有时候故意伸⼿与他进⾏触碰。

当张奕看向她的时候，她又做出害羞的样⼦扭过头去，脸红⾊的仿佛⼗分娇羞。

张奕⼼中冷笑。

绿茶妹，你可真能演，你要是去演电影⼀定可以拿奥斯卡影后。

张奕进了超市，推了⼀个⼿推⾞就往⾥⾛。

方雨晴和林彩宁⼆⼈也赶忙推着⼿⻋跟过去。

“张奕，你是和什么⼈⼀起吃饭的吗？”

方雨晴笑着问道。

张奕走向⻝品区，冷淡的说道：“我自己吃不可以吗？”

方雨晴眼睛⼀亮，连忙说道：“啊呀，⼈家可不是那个意思。只是那里⾯的东西都挺贵的，我还以为你是请什么⼈吃饭呢！”`,
        number: 3,
        readTime: 6
      }
    ]
  },
  {
    id: '2',
    title: '庇护所进化论',
    author: 'Marcus Blackwood',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o3ca026135d107513cbd8336302eff664~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1748761014&x-signature=xWzoKkhR8l77GvQ6LW6%2FT1QOpoU%3D',
    synopsis: '【血肉+骨骼+末日天灾+克系求生+文明坟场】  当迷雾笼罩，异魔在窗外嘶吼时，所有玩家蜷缩在破败庇护所中颤抖。而白毅却被传送到了神祇“无尽血肉”的脸上，目睹血肉星球被更为可怕的存在啃食的恐怖盛宴——祂身上溅落的血肉碎骨，成了白毅唯一的新手礼包。 有人用神秘树种升级庇护所，试图打造世界树；有人用未知雕像升级庇护所，试图建立伟大教会；有人用科技遗址升级庇护所，试图以科技对抗灾难。 白毅却将无尽增殖的骨肉与庇护所融合。庇护所升级那天，新生骨板在肉墙内部形成蜂窝状支撑结构，表面覆盖着半透明骨膜，能看见下方搏动的血管网络。天花板的表面浮现出肋排状骨环。 地板被衍生出的血肉铺满，上面不时的伸出扭动的触手。​"这玩意...真的算庇护所？"  望着彻底异化为骨肉的庇护所，白毅吞了吞口水。 主角强度不会远超他人，而是处于第一梯队，团队文，主角不全能，非轻松文。',
    genre: ['科幻', '末世', '天灾'],
    rating: 4.5,
    publishedDate: '2022-11-03',
    status: '连载中',
    tags: ['科幻', '末世', '天灾'],
    chapters: [
      {
        id: '2-1',
        title: '第1章 贴脸穿越',
        content: `“欢迎来到迷雾之地。”

“无论你腰缠万贯，还是瘫痪在床。在这里，一切将重新开始。”

“你们拥有公平的起点，无论男女老少，你们的弱项会被强行弥补，珍惜新的机会。”

“庇护所日志很重要，它可以帮助你们更快了解这个世界。”

“最后，活下去。”

……

声音缓缓停止，听不出性别，不，甚至连是不是声音都两说。那仿佛是由心底里涌出的莫名感悟。

白毅躺在一张小木床上，一动不动。

好一会儿，他才平齐求，又带着试探般的慢慢睁开眼睛。

入眼，是有些陌生的色彩，因为没有窗户，所以阳光并不刺眼，也没法判断时间。

他躺在床上，眼睛来回乱动，贪婪的看着眼前所能看到的一切。

房顶、墙壁房门都是木头架来某，其他地方都是摇摇欲坠的茅草。

他开始尝试让半身用力，慢慢地从床上坐了起来，现在，白毅看到了整间房子。

房子并不大，大概十平左右，一张堆着茅草的破烂单人床，一张桌子，桌子上摆放着一本书和一根蜡烛，桌腿旁有一个铁盒以及一把破旧的石斧，房门紧闭，也是茅草做的。

房间里没有窗户，但有微弱的光从外面渗入，勉强能看到。

此时，白毅已经尝试站起，朝着小桌子走去。`,
        number: 1,
        readTime: 5
      },
      {
        id: '2-2',
        title: '第2章 第二天',
        content: `茅草门上的孔洞不过米粒大小，白毅却感觉整个世界的恶意都在往里涌。

他像是发现自己毕生的追求，至高的真理般，脸上露出狂热的表情。

在看到花的一瞬间，白毅感觉自己来到了天堂，时间已经停止流动。

天堂的穹顶由亿万星辰织就而成，每一缕光都是未被玷污的纯粹存在。

光在此处并非射日，而是如恋态的慈悲，温柔地渗透每一寸空间。

水晶般的河流蜿蜒流淌，折射出超越色彩的辉芒，辉煌的圣歌在耳边回荡，一切美好又迷人。

【警告！警告！警告！】

【直视“不可视”级存在，理智-100】

【钢脊意志已激活，理智锁定1/100】

耳边的声音仿佛雷霆，白毅猛然惊醒。

哪里有什么天堂，入眼一片血红。

远处的虚空中漂浮着一个巨大的肉球，表面布满血管状的纹路。

这些纹路像活物般蠕动，每根“血管”里都流淌着墨绿色液体。

更可怕的是肉球表面密密麻麻的裂口——那些根本不是伤口，而是数以万计正在咀嚼的嘴。

那些嘴巴不断嘶吼，发出啃啮的声音。视角一转，肉球已经缺了一大半，上面的缺痕凹凸不平，看上去，就像被啃掉一样。

突然间，肉球的叫声更加凄惨，只见他身上的一块儿血肉突然消失，只留下一个齿咬的大坑。`,
        number: 2,
        readTime: 6
      }
    ]
  },
  {
    id: '3',
    title: '末世：收女仆，从高傲邻妻开始',
    author: '末世：收女仆，从高傲邻妻开始',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2oaedd888c2daa95409fc80334baa29fe7~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1748760783&x-signature=J42rihFk0i%2Fz%2F9%2BW8VB6lSKnbi0%3D',
    synopsis: '【杀伐果断+系统+不圣母+美女多+反派+极度自私+冷血无情】 （日更三章+绝不请假） 极寒降临，全球冰封。 末世来了，需要囤物资？ 不！ 我的物资每天发放！ 末世孤苦，需要囤女神？ 不！ 女神会自己送上门！ 当秩序崩溃的时候，人性、兽性相互交织。 为了面包，高傲邻妻可以低下头颅。 为了清水，女主播直接上才艺。 父母双亡的林冬，开局惨遭女友背叛，心灰意冷之际末世降临。 既然所有人都欺负我，那就别怪我干掉你们所有人！',
    genre: ['系统', '多女主', '末世', '反派'],
    rating: 4.8,
    publishedDate: '2024-01-20',
    status: '连载中',
    tags: ['系统', '多女主', '末世', '反派'],
    chapters: [
      {
        id: '3-1',
        title: '第 1 章 末世倒计时，偶遇邻妻',
        content: `夏日炎炎，连空气都看些扭曲。

龙圩，江城。

即使现在已经是夜晚7点，可燥热依旧让人心神不宁。

“林冬，我怀孕了！”

小区内，一个穿着吊带睡裙，脸色暗黄皮肤粗糙，看起来30岁左右的女人，突然对身前的男人说道。

男人身材很高大，皮肤有些黝黑，五官周正，穿着一身黑风快递服，在听到女人的话后，愣神了片刻。

“哦，那恭喜你了！”林冬看些莫名其妙，但还是选择了恭喜。

女人当场情绪激动起来：“难道你就不打算负责吗？”

林冬大惊：“我负什么责？我就每天给你完快递就走了，你怀孕跟我有什么关系？”

女人顿时眼圈就红了：“当然， 你上个月给我送过一瓶洗发露，我洗完头之后姨妈就不来了，今天查出来怀孕，还说跟你没关系？”

林冬：？？？

你踏马敢不敢再离谱一点？

“滚蛋！”林冬骂完转头就跑，骑上小电驴狼狈的逃出小区。

女人追在后面喊：“林冬，你别想逃避责任。

按照我老家的习俗，你得给我30万的彩礼，否则，我就告你强奸！！！ ”

小区的居民顿时露出吃瓜神色。
林冬一路逃出去老远，这才松了口气，他是个快递员，负责刚才那个女人的小区的快递配送业务，因为女人快递很多，一来二去也算勉强认识了。

没想到今天突然说他性骚扰，属实三观有点炸碎。

林冬无心跟女人纠缠，因为他心里有点悲伤。

今天是女朋友...不，前女友赵雨菲离开结果出炉的日子，他没有等到喜讯，只等到了一串冰冷的文字信息。

【林冬，我已经上岸了，有些事还是跟你说清楚了。

我们分手吧，你应该知道，我们已经不是一个世界的人了。

你只是个送快递的，每个月才5000块钱工资，而我已经是研究生了，以后一定会有个美好的未来。

我知道这样对你有些残忍，毕竟我这些年考研，都是你在花钱供我，但我也付出了几年青春啊，我们扯平了。

以后，我们不要再联系了，就这样】

天知道林冬当时看到这条信息的时候，心里有多难受。

更难受的是，对方还发了一条朋友圈。

【终究是一个人扛下了所有】

【可怜求抱抱.png】

曾经的他与赵雨菲是大学里人人羡慕的一对情侣，郎才女貌，羡煞了无数人。

可好景不长，林冬的父母因意外去世，他只能被迫辍学，依靠送快递养活自己。

顺便，还得供给心想要考研的女朋友。
好不容易靠省吃俭用把女朋友送上岸了，没想到下一秒就把自己踹了。

林冬条件反射的想要挽回，可是想想，最终还是把即将发送的文字删掉了。

“你踏马扯个屁，都是老子扛的！”

罢了，随她去吧。

将车子骑到江边，看着城市夜景，林冬默默抽烟，默默难受。

这日子，还真不是人过的啊！

在这小城市，林家没有什么亲戚，父母去世之后，女朋友就成了自己唯一的精神寄托。

如今女朋友也无情地自己踹飞，这日子，真不知道该怎么过。

【滴滴！】

【恭喜宿主成功绑定末世签到系统】

【5小时后，全球将下起大雪，“温躲降”，人类的生存环境，会日益恶劣，秩序和规则，将逐渐崩坏】

【为保证宿主生存需求，本系统每日0点将为宿主提供各种签到奖励，选项包括生活物资、武器装备、材料能源、体质强化等等，宿主可每日选择一项签到奖励】

【所有已选奖励会储存在系统空间中，随宿主意念拿取】

林冬低头录立在当场，抬头看了看漫天繁星。

现在正三伏天呢，我汗都没停过，你跟我说今天晚上下雪？

【滴滴！】
`,
        number: 1,
        readTime: 7
      }
    ]
  },
  {
    id: '4',
    title: '领主：我在苦痛世界，养成少女',
    author: '嘎嘎乱写',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/999c8a1d05578d7aec77def618f7f4e6~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285441&x-signature=%2FpaPVHkJwG7VhIJ95aLDKsua8Sc%3D',
    synopsis: '【种田+慢热+西幻+多种族+无系统+争霸】 穿越中世纪，成为一名叫“菲尔德”的贵族。 得知这个世界，女人有机会觉醒为能力各异，且美貌异常的“神选者”。 菲尔德还没来得及高兴。 自己的便宜老爹和美艳后妈，就要送去满是贫穷和怪物的腐化之地开拓！ 更糟糕的是，整个帝国，啊不是，整个世界都烂透了。 残暴不仁的贵族，崇拜邪祟的恶徒，不可名状的怪物，随处可见的阴谋，并且疯狂迫害自己。 好好好！这样玩是吧？ 我他喵不做人了！ 姐姐的封...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    rating: 4.6,
    publishedDate: '2024-02-15',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    chapters: []
  },
  {
    id: '5',
    title: '西幻：从鹰人部落到天使帝国',
    author: '枫潇呀',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o2449088133468139974746cec5cf1bec~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285553&x-signature=kEceuXeZdKUWNx6r%2FuoYYwjh1I4%3D',
    synopsis: '【快节奏+西幻天使+万族+君王+无敌+从部落到帝国+诸神+争霸+大陆地图+天空领主】 第一篇章，太古矇昧的时代。 此时人类还不存在，精灵的先祖还是巨魔，泰坦巨人统治着大地，巨龙统治着天空。 纪元之末，泰坦巨人和巨龙鏖战大地，两败俱伤。 此时，一个穿越者降临在一支鹰人部落，带领他们渐渐走出了自己的进化之路，最终成为天使一族。 无数年后。 天堂的光辉洒遍诸天万界。 天使之王姜尤高居至高天座。 无尽生灵齐唱赞歌： “圣哉！...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    rating: 4.4,
    publishedDate: '2024-01-05',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    chapters: []
  },
  {
    id: '6',
    title: '转生成绿龙的我屑一点怎么了？',
    author: '饿肚子的狐狸',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o350cd51919a1049ed3c935f3954ab0e4~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285681&x-signature=GWEWL8AEbcnlsijkx1%2BQC3NNkMA%3D',
    synopsis: '[轰！] 小山一般的巨兽倒在了地上。 一只体型不到巨兽脑袋大的绿幼龙站立在巨兽头颅上，墨绿龙爪深陷入巨兽血肉。 他龙首高昂，全身都散发着王者气势.... “哼哒~哼哒~” 想象中的画面被突如其来稚嫩叫声瞬间打断。 站在巨兽头颅上的卡俄斯低垂下龙首，目光无奈看向地上蹲坐着，两条粗壮后爪伸直，胖锥子尾巴也垂落在地上的白幼龙。 白幼龙身上布满伤痕，身上龙鳞几乎没剩下几处是完好的，这些都是刚刚战斗留下的痕迹。 在白幼龙四周还趴着...',
    genre: ['Science Fiction', 'Thriller'],
    rating: 4.7,
    publishedDate: '2024-02-01',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '异世大陆', '架空'],
    chapters: []
  },
  {
    id: '7',
    title: '死后一千年，我被魔王妻子复活了',
    author: '渡子厄',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o3d93da7a8d6ac226a9302ede504de938~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285758&x-signature=Viy1td4OTtOa5jauxlQEd4iqdnQ%3D',
    synopsis: '【男女主双无敌】【纯爱薄纱寿命论】【单女主】【日常发糖】【轻松搞笑】【究极绅士文】【未满十六岁请在父母陪同下观看】 人族最强勇者，夏伦·莫里安，在死后一千年，被身为魔王的妻子复活了。 不俗套的勇者x魔王的故事.',
    genre: ['Business', 'Romance', 'Drama'],
    rating: 4.3,
    publishedDate: '2024-01-10',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '搞笑轻松', '异世大陆', '无敌'],
    chapters: []
  },
  {
    id: '8',
    title: '转生路人甲，开局买下女反派',
    author: '梦游的猫儿',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o4e3b32475d2ad9dc30c25d8b962ffe6b~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749286504&x-signature=jGpbeTnK95a4xmFzuzFZZnci9s0%3D',
    synopsis: '西方风格】【奇幻】【学院】【贵族】【多女主】【非爽文】 （根据建议前面的内容已大改，愿意的话可以重新看一下哈） 好消息是穿越成了自己刚刚完美通关的游戏里面的角色，坏消息是居然穿成了路人甲！ 布莱克·珀西瓦尔，作为一个不起眼的男爵家的长子。同时也是一个不起眼的小混混，一直走在作死的道路上。 先是被男主搞得家族没落，最后直接甚至被女反派亲手给送进来焚化炉。 布莱克看着被当做奴隶贩卖的女反派，陷入了沉思。 这女人忒...',
    genre: ['Xianxia', 'Fantasy', 'Mystery'],
    rating: 4.5,
    publishedDate: '2024-02-20',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '多女主', '开局'],
    chapters: []
  },
  {
    id: '9',
    title: '领主：我在苦痛世界，养成少女',
    author: '嘎嘎乱写',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/999c8a1d05578d7aec77def618f7f4e6~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285441&x-signature=%2FpaPVHkJwG7VhIJ95aLDKsua8Sc%3D',
    synopsis: '【种田+慢热+西幻+多种族+无系统+争霸】 穿越中世纪，成为一名叫“菲尔德”的贵族。 得知这个世界，女人有机会觉醒为能力各异，且美貌异常的“神选者”。 菲尔德还没来得及高兴。 自己的便宜老爹和美艳后妈，就要送去满是贫穷和怪物的腐化之地开拓！ 更糟糕的是，整个帝国，啊不是，整个世界都烂透了。 残暴不仁的贵族，崇拜邪祟的恶徒，不可名状的怪物，随处可见的阴谋，并且疯狂迫害自己。 好好好！这样玩是吧？ 我他喵不做人了！ 姐姐的封...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    rating: 4.6,
    publishedDate: '2024-02-15',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    chapters: []
  },
  {
    id: '10',
    title: '西幻：从鹰人部落到天使帝国',
    author: '枫潇呀',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o2449088133468139974746cec5cf1bec~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285553&x-signature=kEceuXeZdKUWNx6r%2FuoYYwjh1I4%3D',
    synopsis: '【快节奏+西幻天使+万族+君王+无敌+从部落到帝国+诸神+争霸+大陆地图+天空领主】 第一篇章，太古矇昧的时代。 此时人类还不存在，精灵的先祖还是巨魔，泰坦巨人统治着大地，巨龙统治着天空。 纪元之末，泰坦巨人和巨龙鏖战大地，两败俱伤。 此时，一个穿越者降临在一支鹰人部落，带领他们渐渐走出了自己的进化之路，最终成为天使一族。 无数年后。 天堂的光辉洒遍诸天万界。 天使之王姜尤高居至高天座。 无尽生灵齐唱赞歌： “圣哉！...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    rating: 4.4,
    publishedDate: '2024-01-05',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    chapters: []
  },
  {
    id: '11',
    title: '转生成绿龙的我屑一点怎么了？',
    author: '饿肚子的狐狸',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o350cd51919a1049ed3c935f3954ab0e4~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285681&x-signature=GWEWL8AEbcnlsijkx1%2BQC3NNkMA%3D',
    synopsis: '[轰！] 小山一般的巨兽倒在了地上。 一只体型不到巨兽脑袋大的绿幼龙站立在巨兽头颅上，墨绿龙爪深陷入巨兽血肉。 他龙首高昂，全身都散发着王者气势.... “哼哒~哼哒~” 想象中的画面被突如其来稚嫩叫声瞬间打断。 站在巨兽头颅上的卡俄斯低垂下龙首，目光无奈看向地上蹲坐着，两条粗壮后爪伸直，胖锥子尾巴也垂落在地上的白幼龙。 白幼龙身上布满伤痕，身上龙鳞几乎没剩下几处是完好的，这些都是刚刚战斗留下的痕迹。 在白幼龙四周还趴着...',
    genre: ['Science Fiction', 'Thriller'],
    rating: 4.7,
    publishedDate: '2024-02-01',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '异世大陆', '架空'],
    chapters: []
  },
  {
    id: '12',
    title: '死后一千年，我被魔王妻子复活了',
    author: '渡子厄',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o3d93da7a8d6ac226a9302ede504de938~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285758&x-signature=Viy1td4OTtOa5jauxlQEd4iqdnQ%3D',
    synopsis: '【男女主双无敌】【纯爱薄纱寿命论】【单女主】【日常发糖】【轻松搞笑】【究极绅士文】【未满十六岁请在父母陪同下观看】 人族最强勇者，夏伦·莫里安，在死后一千年，被身为魔王的妻子复活了。 不俗套的勇者x魔王的故事.',
    genre: ['Business', 'Romance', 'Drama'],
    rating: 4.3,
    publishedDate: '2024-01-10',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '搞笑轻松', '异世大陆', '无敌'],
    chapters: []
  },
  {
    id: '13',
    title: '转生路人甲，开局买下女反派',
    author: '梦游的猫儿',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o4e3b32475d2ad9dc30c25d8b962ffe6b~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749286504&x-signature=jGpbeTnK95a4xmFzuzFZZnci9s0%3D',
    synopsis: '西方风格】【奇幻】【学院】【贵族】【多女主】【非爽文】 （根据建议前面的内容已大改，愿意的话可以重新看一下哈） 好消息是穿越成了自己刚刚完美通关的游戏里面的角色，坏消息是居然穿成了路人甲！ 布莱克·珀西瓦尔，作为一个不起眼的男爵家的长子。同时也是一个不起眼的小混混，一直走在作死的道路上。 先是被男主搞得家族没落，最后直接甚至被女反派亲手给送进来焚化炉。 布莱克看着被当做奴隶贩卖的女反派，陷入了沉思。 这女人忒...',
    genre: ['Xianxia', 'Fantasy', 'Mystery'],
    rating: 4.5,
    publishedDate: '2024-02-20',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '多女主', '开局'],
    chapters: []
  },
  {
    id: '14',
    title: '领主：我在苦痛世界，养成少女',
    author: '嘎嘎乱写',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/999c8a1d05578d7aec77def618f7f4e6~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285441&x-signature=%2FpaPVHkJwG7VhIJ95aLDKsua8Sc%3D',
    synopsis: '【种田+慢热+西幻+多种族+无系统+争霸】 穿越中世纪，成为一名叫“菲尔德”的贵族。 得知这个世界，女人有机会觉醒为能力各异，且美貌异常的“神选者”。 菲尔德还没来得及高兴。 自己的便宜老爹和美艳后妈，就要送去满是贫穷和怪物的腐化之地开拓！ 更糟糕的是，整个帝国，啊不是，整个世界都烂透了。 残暴不仁的贵族，崇拜邪祟的恶徒，不可名状的怪物，随处可见的阴谋，并且疯狂迫害自己。 好好好！这样玩是吧？ 我他喵不做人了！ 姐姐的封...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    rating: 4.6,
    publishedDate: '2024-02-15',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    chapters: []
  },
  {
    id: '15',
    title: '西幻：从鹰人部落到天使帝国',
    author: '枫潇呀',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o2449088133468139974746cec5cf1bec~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285553&x-signature=kEceuXeZdKUWNx6r%2FuoYYwjh1I4%3D',
    synopsis: '【快节奏+西幻天使+万族+君王+无敌+从部落到帝国+诸神+争霸+大陆地图+天空领主】 第一篇章，太古矇昧的时代。 此时人类还不存在，精灵的先祖还是巨魔，泰坦巨人统治着大地，巨龙统治着天空。 纪元之末，泰坦巨人和巨龙鏖战大地，两败俱伤。 此时，一个穿越者降临在一支鹰人部落，带领他们渐渐走出了自己的进化之路，最终成为天使一族。 无数年后。 天堂的光辉洒遍诸天万界。 天使之王姜尤高居至高天座。 无尽生灵齐唱赞歌： “圣哉！...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    rating: 4.4,
    publishedDate: '2024-01-05',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    chapters: []
  },
  {
    id: '16',
    title: '转生成绿龙的我屑一点怎么了？',
    author: '饿肚子的狐狸',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o350cd51919a1049ed3c935f3954ab0e4~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285681&x-signature=GWEWL8AEbcnlsijkx1%2BQC3NNkMA%3D',
    synopsis: '[轰！] 小山一般的巨兽倒在了地上。 一只体型不到巨兽脑袋大的绿幼龙站立在巨兽头颅上，墨绿龙爪深陷入巨兽血肉。 他龙首高昂，全身都散发着王者气势.... “哼哒~哼哒~” 想象中的画面被突如其来稚嫩叫声瞬间打断。 站在巨兽头颅上的卡俄斯低垂下龙首，目光无奈看向地上蹲坐着，两条粗壮后爪伸直，胖锥子尾巴也垂落在地上的白幼龙。 白幼龙身上布满伤痕，身上龙鳞几乎没剩下几处是完好的，这些都是刚刚战斗留下的痕迹。 在白幼龙四周还趴着...',
    genre: ['Science Fiction', 'Thriller'],
    rating: 4.7,
    publishedDate: '2024-02-01',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '异世大陆', '架空'],
    chapters: []
  },
  {
    id: '17',
    title: '死后一千年，我被魔王妻子复活了',
    author: '渡子厄',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o3d93da7a8d6ac226a9302ede504de938~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285758&x-signature=Viy1td4OTtOa5jauxlQEd4iqdnQ%3D',
    synopsis: '【男女主双无敌】【纯爱薄纱寿命论】【单女主】【日常发糖】【轻松搞笑】【究极绅士文】【未满十六岁请在父母陪同下观看】 人族最强勇者，夏伦·莫里安，在死后一千年，被身为魔王的妻子复活了。 不俗套的勇者x魔王的故事.',
    genre: ['Business', 'Romance', 'Drama'],
    rating: 4.3,
    publishedDate: '2024-01-10',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '搞笑轻松', '异世大陆', '无敌'],
    chapters: []
  },
  {
    id: '18',
    title: '转生路人甲，开局买下女反派',
    author: '梦游的猫儿',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o4e3b32475d2ad9dc30c25d8b962ffe6b~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749286504&x-signature=jGpbeTnK95a4xmFzuzFZZnci9s0%3D',
    synopsis: '西方风格】【奇幻】【学院】【贵族】【多女主】【非爽文】 （根据建议前面的内容已大改，愿意的话可以重新看一下哈） 好消息是穿越成了自己刚刚完美通关的游戏里面的角色，坏消息是居然穿成了路人甲！ 布莱克·珀西瓦尔，作为一个不起眼的男爵家的长子。同时也是一个不起眼的小混混，一直走在作死的道路上。 先是被男主搞得家族没落，最后直接甚至被女反派亲手给送进来焚化炉。 布莱克看着被当做奴隶贩卖的女反派，陷入了沉思。 这女人忒...',
    genre: ['Xianxia', 'Fantasy', 'Mystery'],
    rating: 4.5,
    publishedDate: '2024-02-20',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '多女主', '开局'],
    chapters: []
  },
  {
    id: '19',
    title: '领主：我在苦痛世界，养成少女',
    author: '嘎嘎乱写',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/999c8a1d05578d7aec77def618f7f4e6~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285441&x-signature=%2FpaPVHkJwG7VhIJ95aLDKsua8Sc%3D',
    synopsis: '【种田+慢热+西幻+多种族+无系统+争霸】 穿越中世纪，成为一名叫“菲尔德”的贵族。 得知这个世界，女人有机会觉醒为能力各异，且美貌异常的“神选者”。 菲尔德还没来得及高兴。 自己的便宜老爹和美艳后妈，就要送去满是贫穷和怪物的腐化之地开拓！ 更糟糕的是，整个帝国，啊不是，整个世界都烂透了。 残暴不仁的贵族，崇拜邪祟的恶徒，不可名状的怪物，随处可见的阴谋，并且疯狂迫害自己。 好好好！这样玩是吧？ 我他喵不做人了！ 姐姐的封...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    rating: 4.6,
    publishedDate: '2024-02-15',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '架空', '开局'],
    chapters: []
  },
  {
    id: '20',
    title: '西幻：从鹰人部落到天使帝国',
    author: '枫潇呀',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o2449088133468139974746cec5cf1bec~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285553&x-signature=kEceuXeZdKUWNx6r%2FuoYYwjh1I4%3D',
    synopsis: '【快节奏+西幻天使+万族+君王+无敌+从部落到帝国+诸神+争霸+大陆地图+天空领主】 第一篇章，太古矇昧的时代。 此时人类还不存在，精灵的先祖还是巨魔，泰坦巨人统治着大地，巨龙统治着天空。 纪元之末，泰坦巨人和巨龙鏖战大地，两败俱伤。 此时，一个穿越者降临在一支鹰人部落，带领他们渐渐走出了自己的进化之路，最终成为天使一族。 无数年后。 天堂的光辉洒遍诸天万界。 天使之王姜尤高居至高天座。 无尽生灵齐唱赞歌： “圣哉！...',
    genre: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    rating: 4.4,
    publishedDate: '2024-01-05',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '诸天万界', '无敌'],
    chapters: []
  },
  {
    id: '21',
    title: '转生成绿龙的我屑一点怎么了？',
    author: '饿肚子的狐狸',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o350cd51919a1049ed3c935f3954ab0e4~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285681&x-signature=GWEWL8AEbcnlsijkx1%2BQC3NNkMA%3D',
    synopsis: '[轰！] 小山一般的巨兽倒在了地上。 一只体型不到巨兽脑袋大的绿幼龙站立在巨兽头颅上，墨绿龙爪深陷入巨兽血肉。 他龙首高昂，全身都散发着王者气势.... “哼哒~哼哒~” 想象中的画面被突如其来稚嫩叫声瞬间打断。 站在巨兽头颅上的卡俄斯低垂下龙首，目光无奈看向地上蹲坐着，两条粗壮后爪伸直，胖锥子尾巴也垂落在地上的白幼龙。 白幼龙身上布满伤痕，身上龙鳞几乎没剩下几处是完好的，这些都是刚刚战斗留下的痕迹。 在白幼龙四周还趴着...',
    genre: ['Science Fiction', 'Thriller'],
    rating: 4.7,
    publishedDate: '2024-02-01',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '异世大陆', '架空'],
    chapters: []
  },
  {
    id: '22',
    title: '死后一千年，我被魔王妻子复活了',
    author: '渡子厄',
    cover: 'https://p3-reading-sign.fqnovelpic.com/novel-pic/p2o3d93da7a8d6ac226a9302ede504de938~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749285758&x-signature=Viy1td4OTtOa5jauxlQEd4iqdnQ%3D',
    synopsis: '【男女主双无敌】【纯爱薄纱寿命论】【单女主】【日常发糖】【轻松搞笑】【究极绅士文】【未满十六岁请在父母陪同下观看】 人族最强勇者，夏伦·莫里安，在死后一千年，被身为魔王的妻子复活了。 不俗套的勇者x魔王的故事.',
    genre: ['Business', 'Romance', 'Drama'],
    rating: 4.3,
    publishedDate: '2024-01-10',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '搞笑轻松', '异世大陆', '无敌'],
    chapters: []
  },
  {
    id: '23',
    title: '转生路人甲，开局买下女反派',
    author: '梦游的猫儿',
    cover: 'https://p9-reading-sign.fqnovelpic.com/novel-pic/p2o4e3b32475d2ad9dc30c25d8b962ffe6b~tplv-resize:225:0.image?lk3s=5b7047ff&x-expires=1749286504&x-signature=jGpbeTnK95a4xmFzuzFZZnci9s0%3D',
    synopsis: '西方风格】【奇幻】【学院】【贵族】【多女主】【非爽文】 （根据建议前面的内容已大改，愿意的话可以重新看一下哈） 好消息是穿越成了自己刚刚完美通关的游戏里面的角色，坏消息是居然穿成了路人甲！ 布莱克·珀西瓦尔，作为一个不起眼的男爵家的长子。同时也是一个不起眼的小混混，一直走在作死的道路上。 先是被男主搞得家族没落，最后直接甚至被女反派亲手给送进来焚化炉。 布莱克看着被当做奴隶贩卖的女反派，陷入了沉思。 这女人忒...',
    genre: ['Xianxia', 'Fantasy', 'Mystery'],
    rating: 4.5,
    publishedDate: '2024-02-20',
    status: '连载中',
    tags: ['奇幻仙侠', '玄幻', '穿越', '多女主', '开局'],
    chapters: []
  }
];